batisteo.vscode-django
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
kevinrose.vsc-python-indent
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
njpwerner.autodocstring
tomoki1207.pdf
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
wholroyd.jinja
